{ "books": [
    {
        "id": 2,
        "name": "The Sellout",
        "award" : "booker",
        "price": 12.50,
        "year_won" : 2016,
        "blurb" : "Born in the ‘agrarian ghetto’ of Dickens on the southern outskirts of Los Angeles and raised by a single father, a controversial sociologist, the narrator of The Sellout spent his childhood as the subject in racially charged psychological studies. He is led to believe his father’s pioneering work will result in a memoir that will solve his family's financial woes. But when his father is killed in a police shoot-out, he realises there never was a memoir. All that’s left is the bill for a drive-through funeral.Fuelled by this deceit and the general disrepair of his hometown, the narrator sets out to right another wrong: Dickens has literally been removed from the map to save California from further embarrassment. Enlisting the help of the town’s most famous resident – Hominy Jenkins – he initiates the most outrageous action conceivable: reinstating slavery and segregating the local high school which lands him in the Supreme Court.What follows is a remarkable journey that challenges the sacred tenets of the United States Constitution, urban life, the civil rights movement and the holy grail of racial equality – the black Chinese restaurant. " ,
        "publish_date": "March 3, 2015",
        "author" : "Paul Beatty",
        "jacket_name":"sellout.png"
    },
    {
        "id": 3,
        "name": " A Brief History of Seven Killings",
        "award" : "booker",
        "price": 12.50,
        "year_won" : 2015,
        "blurb" : "On 3 December 1976, just weeks before the general election and two days before Bob Marley was to play the Smile Jamaica concert to ease political tensions, seven men from West Kingston stormed his house with machine guns. Marley survived and went on to perform at the free concert. But the next day he left the country and didn’t return for two years. Inspired by this near-mythic event, A Brief History of Seven Killings takes the form of an imagined oral biography, told by ghosts, witnesses, killers, members of parliament, drug dealers, conmen, beauty queens, FBI and CIA agents, reporters, journalists, and even Keith Richards' drug dealer. The story traverses strange landscapes and shady characters, as motivations are examined – and questions asked",
        "publish_date": "October 2, 2014",
        "author" : "Marlon James",
        "jacket_name":"seven_killings.png"
    },
    {
        "id": 4,
        "name": " The Narrow Road to the Deep North",
        "award" : "booker",
        "price": 12.50,
        "year_won" : 2014,
        "blurb" : "The Narrow Road to the Deep North is a love story unfolding over half a century between a doctor and his uncle’s wife. Taking its title from one of the most famous books in Japanese literature, written by the great haiku poet Basho, Flanagan’s novel has as its heart one of the most infamous episodes of Japanese history, the construction of the Thailand-Burma Death Railway in World War II. In the despair of a Japanese POW camp on the Death Railway, surgeon Dorrigo Evans is haunted by his love affair with his uncle’s young wife two years earlier. Struggling to save the men under his command from starvation, from cholera, from beatings, he receives a letter that will change his life forever.",
        "publish_date": "September 23, 2013",
        "author" : "Richard Flanagan",
        "jacket_name":"narrow_road.png"
    },
    {
        "id": 5,
        "name": " The Luminaries",
        "award" : "booker",
        "price": 12.50,
        "year_won" : 2013,
        "blurb" : "It is 1866, and Walter Moody has come to make his fortune upon the New Zealand goldfields.  On arrival, he stumbles across a tense gathering of twelve local men, who have met in secret to discuss a series of unsolved crimes.  A wealthy man has vanished, a whore has tried to end her life, and an enormous fortune has been discovered in the home of a luckless drunk.  Moody is soon drawn into the mystery: a network of fates and fortunes that is as complex and exquisitely patterned as the night sky.",
        "publish_date": "August 2013",
        "author" : "Eleanor Catton",
        "jacket_name":"luminaries.png"
    },
    {
        "id": 6,
        "name": " Bring up the Bodies",
        "award" : "booker",
        "price": 12.50,
        "year_won" : 2012,
        "blurb" : "The year is 1535 and Thomas Cromwell, chief Minister to Henry VIII, must work both to please the king and keep the nation safe. Anne Boleyn, for whose sake Henry has broken with Rome and created his own church, has failed to do what she promised: bear a son to secure the Tudor line. As Henry develops a dangerous attraction to Wolf Hall’s Jane Seymour, Thomas must negotiate a ‘truth’ that will satisfy Henry and secure his own career. But neither minister nor king will emerge undamaged from the bloody theatre of Anne’s final days.",
        "publish_date": "May 8, 2012",
        "author" : "Hilary Mantel",
        "jacket_name":"bring_bodies.png"
    },
    {
        "id": 7,
        "name": " The Sense of an Ending",
        "award" : "booker",
        "price": 12.50,
        "year_won" : 2011,
        "blurb" : "A truly wonderful novel that will have the reader immersed in the story from the very first page, and all the while marvelling at the precision of Barnes’ prose.Tony Webster and his clique first met Adrian Finn at school. Sex-hungry and book-hungry, they would navigate the girl-less sixth form together, trading in affectations, in-jokes, rumour and wit. Maybe Adrian was a little more serious than the others, certainly more intelligent, but they all swore to stay friends for life. Now Tony is in middle age. He’s had a career and a single marriage, a calm divorce. He’s certainly never tried to hurt anybody. Memory, though, is imperfect. It can always throw up surprises, as a lawyer’s letter is about to prove. The Sense of an Ending is the story of one man coming to terms with the mutable past. Laced with trademark precision, dexterity and insight, it is the work of one of the world’s most distinguished writers.",
        "publish_date": "2011",
        "author" : "Julian Barnes",
        "jacket_name":"sense_ending.png"
    },
    {
        "id": 8,
        "name": "The Finkler Question",
        "award" : "booker",
        "price": 12.50,
        "year_won" : 2010,
        "blurb" : "Julian Treslove, a professionally unspectacular former BBC radio producer, and Sam Finkler, a popular Jewish philosopher, writer and television personality, are old school friends. Despite a prickly relationship and very different lives, they’ve never quite lost touch with each other - or with their former teacher, Libor Sevcik, a Czech always more concerned with the wider world than with exam results. Now, both Libor and Sam are recently widowed, and with Treslove, his chequered and unsuccessful record with women rendering him an honorary third widower, they dine at Libor’s grand, central London apartment. It’s a sweetly painful evening of reminiscence in which all three remove themselves to a time before they had loved and lost; a time before they had fathered children, before the devastation of separations, before they had prized anything greatly enough to fear the loss of it. Better, perhaps, to go through life without knowing happiness at all because that way you have less to mourn? Treslove finds he has tears enough for the unbearable sadness of both his friends’ losses. And it’s that very evening, at exactly 11:30, as Treslove, walking home, hesitates a moment outside the window of the oldest violin dealer in the country, that he is attacked. And after this, his whole sense of who and what he is will slowly and ineluctably change. The Finkler Question is a scorching story of friendship and loss, exclusion and belonging, and of the wisdom and humanity of maturity. Funny, furious, unflinching, this extraordinary novel shows one of our finest writers at his brilliant best.",
        "publish_date": "August 2, 2010",
        "author" : "Howard Jacobson",
        "jacket_name":"finkler_question.png" 
    },
    {
        "id": 9,
        "name": "Wolf Hall",
        "award" : "booker",
        "price": 12.50,
        "year_won" : 2009,
        "blurb" :  "England in the 1520s is a heartbeat from disaster. If the king dies without a male heir, the country could be destroyed by civil war. Henry VIII wants to annul his marriage of twenty years, and marry Anne Boleyn. The pope and most of Europe oppose him. The quest for the petulant king’s freedom destroys his advisor, the brilliant Cardinal Wolsey, and leaves a power vacuum and a deadlock. Into this impasse steps Thomas Cromwell. Son of a brutal blacksmith, a political genius, a briber, a bully and a charmer, Cromwell has broken all the rules of a rigid society in his rise to power, and is prepared to break some more. Rising from the ashes of personal disaster - the loss of his young family and of Wolsley, his beloved patron - he picks his way deftly through a court where ‘man is wolf to man’. Pitting himself against parliament, the political establishment and the papacy, he is prepared to reshape England to his own and Henry’s desires. From one of our finest living writers, Wolf Hall is that very rare thing: a truly great English novel, one that explores the intersection of individual psychology and wider politics. With a vast array of characters, and richly overflowing with incident, it peels back history to show us Tudor England as a half-made society, moulding itself with great passion and suffering and courage.",
        "publish_date": "April 30, 2009",
        "author" : "Hilary Mantel",
        "jacket_name":"wolf_hall.png" 
    },
    {
        "id": 10,
        "name": "The White Tiger",
        "award" : "booker",
        "price": 12.50,
        "year_won" : 2008,
        "blurb" :  "Born in a village in heartland India, the son of a rickshaw puller, Balram is taken out of school by his family and put to work in a teashop. As he crushes coals and wipes tables, he nurses a dream of escape - of breaking away from the banks of Mother Ganga, into whose depths have seeped the remains of a hundred generations. The White Tiger is a tale of two Indias. Balram’s journey from darkness of village life to the light of entrepreneurial success is utterly amoral, brilliantly irreverent, deeply endearing and altogether unforgettable.",
        "publish_date": "2008",
        "author" : "Aravind Adiga",
        "jacket_name":"white_tiger.png" 
    },
    {
        "id": 11,
        "name": "The Gathering",
        "award" : "booker",
        "price": 12.50,
        "year_won" : 2007,
        "blurb" :  "The Gathering is a family epic. It is also a sexual history: tracing the line of hurt and redemption through three generations - starting with the grandmother, Ada Merriman - showing how memories warp and family secrets fester. This is a novel about love and disappointment, about thwarted lust and limitless desire, and how our fate is written in the body, not in the stars.",
        "publish_date": "May 3, 2007",
        "author" : "Anne Enright",
        "jacket_name":"the_gathering.png" 
    },
    {
        "id": 12,
        "name": "The Inheritance of Loss",
        "award" : "booker",
        "price": 12.50,
        "year_won" : 2006,
        "blurb" : "In the north-eastern Himalayas, at the foot of Mount Kanchenjunga, in an isolated and crumbling house, there lives an embittered old judge, who wants nothing more than to retire in peace. But with the arrival of his orphaned granddaughter, Sai, and the son of his chatty cook trying to stay a step ahead of US immigration services, this is far from easy.",
        "publish_date": "August 31, 2006",
        "author" : "Kiran Desai",
        "jacket_name":"inheritance_loss.png" 
    },
    {
        "id": 13,
        "name": "The Sea",
        "award" : "booker",
        "price": 12.50,
        "year_won" : 2005,
        "blurb" : "Led back to Ballyless by a dream, Max Morden is both escaping from a recent loss and confronting a distant trauma in the coastal town where he spent a holiday in his youth. The Grace family appeared that long-ago summer as if from another world. Drawn to the Grace twins, Chloe and Myles, Max soon found himself entangled in their lives which were as seductive as they were unsettling. What ensued haunts him for the rest of his years and shapes everything that is to follow.",
        "publish_date": "May 17, 2005",
        "author" : "John Banville",
        "jacket_name":"the_sea.png" 
    },
    {
        "id": 14,
        "name": "The Line Of Beauty",
        "award" : "booker",
        "price": 12.50,
        "year_won" : 2004,
        "blurb" : "It is the summer of 1983, and young Nick Guest has moved into an attic room in the Notting Hill home of the Feddens: Gerald, an ambitious new Tory MP, his wealthy wife Rachel, and their children. As the boom-years of the mid-80s unfold, Nick, an innocent in matters of politics and money, becomes caught up in the Feddens’ world, with its grand parties, its holidays in the Dordogne, its parade of monsters both comic and threatening. An affair with a young black clerk gives him his first experience of romance; but it is a later affair, with a beautiful millionaire, that will change his life more drastically and bring into question the larger fantasies of a ruthless decade. The Line of Beauty was adapted into a three part television series by the BBC and aired on BBC Two in May 2006.",
        "publish_date": "2004",
        "author" : "Alan Hollinghurst",
        "jacket_name":"line_of_beauty.png" 
    },
    {
        "id": 13,
        "name": "Vernon God Little",
        "award" : "booker",
        "price": 12.50,
        "year_won" : 2003,
        "blurb" : "Vernon Gregory Little has secrets – but none of them, or so he assumes, have anything to do with the recent massacre of sixteen students at his high school. What he cannot see is that the quirky Texan backwater of Martirio is unable to face its role in the tragedy, and has become a deadly crucible as all eyes turn on Vernon. The media, his mother’s social circle, and the increasingly prosperous townsfolk lead Vernon a merry dance of self-incrimination, as he flees to Mexico and is captured and put on trial as Texas’ most notorious serial killer. Then on the afternoon of his execution, Vernon conceives a wholly modern solution to his dilemma – one that calls for the greatest crime of all.",
        "publish_date": "January 20, 2003",
        "author" : "DBC Pierre",
        "jacket_name":"vernon_god_little.png" 
    },
    {
        "id": 14,
        "name": "Life Of Pie",
        "award" : "booker",
        "price": 12.50,
        "year_won" : 2002,
        "blurb" : "The story of Pi (short for Piscine), an unusual boy brought up on a zoo in India. Pi’s father decides to move the family to live in Canada and sell the animals to the great zoos of America. The ship taking them across the Pacific sinks and Pi finds himself on a lifeboat with a hyena, an orang-utan, a zebra with a broken leg and a Bengal tiger called Richard Parker.",
        "publish_date": "September 2001",
        "author" : "Yann Martel",
        "jacket_name":"life_of_pie.png" 
    },
    {
        "id": 15,
        "name": "True History of the Kelly Gang",
        "award" : "booker",
        "price": 12.50,
        "year_won" : 2001,
        "blurb" : "True History of the Kelly Gang is the song of Australia, and it sings its protest in Ned Kelly’s voice. Carey gives us Ned Kelly as orphan, Oedipus, horse thief, farmer, bushranger, reformer, bank-robber, police-killer and finally, his country’s beloved Robin Hood. By the time of his hanging in 1880 a whole country would seem to agree that he was ‘the best bloody man that has ever been in Benalla’. Carey skillfully makes art from his country’s great story and helps us all to understand the measure of that ‘best bloody man’.",
         "publish_date": "2000",
        "author" : "Peter Carey",
        "jacket_name":"kelly_gang.png" 
    },
    {
        "id": 16,
        "name": "The Blind Assassin",
        "award" : "booker",
        "price": 12.50,
        "year_won" : 2000,
        "blurb" : "Iris Chase, married at eighteen to a politically prominent industrialist, but now eighty-two and poor, is living in Port Ticonderoga, a town dominated by her once-prosperous family. While bewailing her unreliable body and deriding those who try to help her, Iris reflects on her far from exemplary life and her perilous times, particularly on the events surrounding her sister Laura’s mysterious, tragic early death.",
        "publish_date": "September 2, 2000",
        "author" : "Margaret Atwood",
        "jacket_name":"bind_assassin.png" 
    },
    {
        "id": 17,
        "name": "Disgrace",
        "award" : "booker",
        "price": 12.50,
        "year_won" : 1999,
        "blurb" : "Refusing to apologise after an impulsive affair with a student, David Lurie, a 52 year old professor in Cape Town, seeks refuge on his daughter’s farm where a savage and disturbing attack brings into relief the faults in their relationship. Pitching the moral code of political correctness against the values of Romantic poetry, Disgrace examines dichotomies both in personal relationships and in the unaccountability of one culture towards another.",
        "publish_date": "July 1, 1999",
        "author" : "J.M. Coetzee",
        "jacket_name":"disgrace.png" 
    },
    {
        "id": 18,
        "name": "Amsterdam",
        "award" : "booker",
        "price": 12.50,
        "year_won" : 1998,
        "blurb" : "Gorgeous, feisty Molly Lane had many lovers, among them Clive Linley, Britain’s most famous composer, Vernon Halliday, editor of a respected broadsheet, and Julian Garmony, Foreign Secretary and tipped to be the next prime minister. When Clive and Vernon meet to pay their last respects to Molly at her funeral, they make a pact that will have unforeseen and profound consequences for everyone concerned.",
        "publish_date": "December 1, 1998",
        "author" : "Ian McEwan",
        "jacket_name":"amsterdam.png" 
    },
    {
        "id": 19,
        "name": "The God of Small Things",
        "award" : "booker",
        "price": 12.50,
        "year_won" : 1997,
        "blurb" : "Set in Kerala in the 1960s, The God of Small Things is about two children, Estha and Rahel, and the shocking consequences of a pivotal event in their young lives, the accidental death-by-drowning of a visiting English cousin. In magical and poetic language, the novel paints a vivid picture of life in a small rural Indian town, the thoughts and feelings of the two small children, and the complexity and hypocrisy of the adults in their world. It is also a poignant lesson in the destructive power of the caste system and moral and political bigotry in general.",
        "publish_date": "1997",
        "author" : "Arundhati Roy",
        "jacket_name":"small_things.png" 
    },
    {
        "id": 20,
        "name": "Last Orders",
        "award" : "booker",
        "price": 12.50,
        "year_won" : 1996,
        "blurb" : "Four men gather in a London pub. They have taken it upon themselves to carry out the last orders of Jack Dodds, master butcher, and deliver his ashes to the sea. As they drive towards the fulfilment of their mission, their errand becomes an extraordinary journey into their collective and individual pasts. Braiding these men’s voices, and that of Jack’s widow, into a choir of sorrow and resentment, passion and regret, Swift creates a testament to a changing England and to enduring mortality.",
        "publish_date": "January 26, 1996",
        "author" : "Graham Swift",
        "jacket_name":"last_orders.png",
        "rating" : ""
    },
    {
        "id": 21,
        "name": "The Ghost Road",
        "award" : "booker",
        "price": 12.50,
        "year_won" : 1995,
        "publisher": "Penguin",
        "blurb" : "1918, and Billy Prior is in France once again. A real test case for the ‘shell-shock’ therapies practised at Craiglockhart War Hospital where, with Wilfred Owen, he was a patient. Prior experiences a late-summer idyll, some days of perfect beauty, before the final battles in a war that has destroyed most of his generation. In London, Prior’s psychologist, William Rivers, tends to his new patients, more young men whose lives and minds have been shattered. And remembers the primitive society on Eddystone Island where he studied as an anthropologist before the war.",
        "publish_date": "1995",
        "author" : "Pat Barker",
        "jacket_name":"ghost_road.png",
        "rating" : ""
    },
    {
        "id": 22,
        "name": "How Late It Was, How Late",
        "award" : "booker",
        "price": 12.50,
        "year_won" : 1994,
        "publisher": "Penguin",
        "blurb" : "A raw, wry vision of human survival in a bureaucratic world, How Late It Was, How Late opens one Sunday morning in Glasgow, Scotland, as Sammy, an ex-convict with a penchant for shoplifting, awakens in a lane and tries to remember the two-day drinking binge that landed him there. Then, things only get worse. Sammy gets in a fight with some soldiers, lands in jail, and discovers that he is completely blind. His girlfriend disappears, the police probe him endlessly, and his stab at Disability Compensation embroils him in the Kafkaesque red tape of the welfare system.",
        "publish_date": "1994",
        "author" : "James Kelman",
        "jacket_name":"how_late.png",
        "rating" : ""
    },
    {
        "id": 23,
        "name": "Paddy Clarke Ha Ha Ha",
        "award" : "booker",
        "price": 12.50,
        "year_won" : 1993,
        "publisher": "Penguin",
        "blurb" : "It is 1968. Patrick Clarke is ten. He loves Geronimo, the Three Stooges, and the smell of his hot water bottle. He can’t stand his little brother Sinbad. His best friend is Kevin, and their names are all over Barrytown, written with sticks in wet cement. They play football, lepers, and jumping to the bottom of the sea. But why didn’t anyone help him when Charles Leavy had been trying to kill him? Paddy sees everything, but he understands less and less.",
        "publish_date": "1993",
        "author" : "Roddy Doyle",
        "jacket_name":"paddy_clarke.png",
        "rating" : ""
    },
    {
        "id": 24,
        "name": "The English Patient",
        "award" : "booker",
        "price": 12.50,
        "year_won" : 1992,
        "publisher": "Penguin",
        "blurb" : "Set in 1945, The English Patient explores the lives of four very disparate war torn people, a young woman and three men, who take refuge in a damaged villa north of Florence as the war retreats around them. In an upstairs room lies the badly burned English patient, alive but unable to move. His extraordinary adventures and turbulent love affair in the North African desert before the war provide the focus around which the vivid tales of his companions revolve. His very presence will forever change the destiny of those around him.",
        "publish_date": "September 1992",
        "author" : "Michael Ondaatje",
        "jacket_name":"english_patient.png",
        "rating" : ""
    },
    {
        "id": 25,
        "name": "Sacred Hunger",
        "award" : "booker",
        "price": 12.50,
        "year_won" : 1992,
        "publisher": "Penguin",
        "blurb" : "A blasphemous outcast, Matthew Paris boards the “Liverpool Merchant” as ship’s doctor as it embarks on a mercantile voyage in the slave trade. An illness breaks out among the slaves and crew between Guinea and the West Indies, and slaves are ordered to be tossed overboard in order to claim the insurance. Illness gives rise to mutiny, the captain is killed, and, with Paris as one of the leaders, the ship sails for Florida to establish an egalitarian, interracial society. Meanwhile, back in Liverpool, the loss of the ship has financially ruined its owner, Kemp, who hangs himself. Twelve years later, upon hearing rumours of a utopian community of blacks and whites in Florida, Kemp’s son sets out for revenge.",
        "publish_date": "February 27, 1992",
        "author" : "Barry Unsworth",
        "jacket_name":"sacred_hunger.png",
        "rating" : ""
    },
    {
        "id": 26,
        "name": "The Famished Road",
        "award" : "booker",
        "price": 12.50,
        "year_won" : 1991,
        "publisher": "Jonathan Cape",
        "blurb" : "The narrator, Azaro, is an abiku, a spirit child, who in the Yoruba tradition of Nigeria exists between life and death. The life he foresees for himself and the tale he tells are full of sadness and tragedy, but inexplicably he is born with a smile on his face. Nearly called back to the realm of the dead, he is resurrected to confront the tension between the land of the living, often joyful despite violence and political struggles, and the temptations of the carefree kingdom of the spirits.",
        "publish_date": "March 14, 1991",
        "author" : "Ben Okri",
        "jacket_name":"famished_road.png",
        "rating" : ""
    },
    {
        "id": 27,
        "name": "Possession",
        "award" : "booker",
        "price": 12.50,
        "year_won" : 1990,
        "publisher": "Chatto & Windus",
        "blurb" : "Maud Bailey is a scholar researching the life and work of her distant relative, a little known 19th-century poet named Christabel LaMotte. Roland Mitchell is looking into an obscure moment in the life of another Victorian poet, the celebrated Randolph Henry Ash. Together, the two uncover a dark secret in Ash’s life: though apparently happily married, he conducted a torrid affair with LaMotte that has never before come to light. As Maud and Roland dig into the facts, they also find themselves falling in love.",
        "publish_date": "1990",
        "author" : "Barry Unsworth",
        "jacket_name":"possession.png",
        "rating" : ""
    },
    {
        "id": 28,
        "name": "The Remains of the Day",
        "award" : "booker",
        "price": 12.50,
        "year_won" : 1989,
        "publisher": "",
        "blurb" : "A compelling portrait of the perfect English butler and of his fading, insular world in post-war England. At the end of his three decades of service at Darlington Hall, Stevens embarks on a country drive, during which he looks back over his career to reassure himself that he has served humanity by serving ‘a great gentleman.’ But lurking in his memory are doubts about the true nature of Lord Darlington’s ‘greatness’ and graver doubts about his own faith in the man he has served.",
        "publish_date": "May 1989",
        "author" : "Kazuo Ishiguro",
        "jacket_name":"day_remains.png",
        "rating" : ""
    },
    {
        "id": 29,
        "name": "Oscar and Lucinda",
        "award" : "booker",
        "price": 12.50,
        "year_won" : 1988,
        "publisher": "University of Queensland Press",
        "blurb" :"Oscar is a young English clergyman who has broken with his past and developed a disturbing talent for gambling. A country girl of singular ambition, Lucinda moves to Sydney, driven by dreams of self-reliance and the building of an industrial Utopia. Together this unlikely pair create and are created by the spectacle of mid-nineteenth century Australia.",
        "publish_date": "1988",
        "author" : "Peter Carey",
        "jacket_name":"oscar_lucinda.png",
        "rating" : ""
    },
    {
        "id": 30,
        "name": "Moon Tiger",
        "award" : "booker",
        "price": 12.50,
        "year_won" : 1987,
        "publisher": "André Deutsch",
        "blurb" : "Claudia Hampton, a beautiful, famous writer, lies dying in hospital. But, as the nurses tend to her with quiet condescension, she is plotting her greatest work: 'a history of the world ... and in the process, my own'. Gradually she re-creates the rich mosaic of her life and times, conjuring up those she has known. There is Gordon, her adored brother; Jasper, the charming, untrustworthy lover and father of Lisa, her cool, conventional daughter; and Tom, her one great love, both found and lost in wartime Egypt.",
        "publish_date": "1987",
        "author" : "Penelope Lively",
        "jacket_name":"moon_tiger.png",
        "rating" : "",
        "type" : "fiction"
    },
    {
        "id": 31,
        "name": "The Old Devils",
        "award" : "booker",
        "price": 12.50,
        "year_won" : 1986,
        "publisher":"Hutchinson",
        "blurb" : "Do people ever really grow up? These old devils are just as they have always been, but trapped in a slowly aging body. It’s like living in a house that needs repair, but the repairman never comes. When Alun Weaver and his wife, Rhiannon, a famous beauty in her day, move into a quiet retirement community, they find it peopled by friends from former days. Suddenly all the ambitions and energies, overgrown like weeds with years, burst out afresh.",
        "publish_date": "1986",
        "author" : "Kingsley Amis",
        "jacket_name":"old_devils.png",
        "rating" : "",
        "type" : "fiction"
    },
    {
        "id": 32,
        "name": "The Bone People",
        "award" : "booker",
        "price": 12.50,
        "year_won" : 1985,
        "publisher":"",
        "blurb" : "In a tower on the New Zealand sea lives Kerewin Homes, part Maori, part European, an artist estranged from her art, woman in exile from her family. One night her solitude is disrupted by a visitor – a speechless, mercurial boy named Simon, who tries to steal from her and then repays her with his most precious possession. As Kerewin succumbs to Simon’s feral charms, she also falls under the spell of his Maori foster father Joe, who rescued the boy from a shipwreck and now treats him with an unsettling mixture of tenderness and brutality.",
        "publish_date": "1983",
        "author" : "Keri Hulme",
        "jacket_name":"bone_people.png",
        "rating" : "",
        "type" : "fiction"
    },
    {
        "id": 33,
        "name": "Hotel du Lac",
        "award" : "booker",
        "price": 12.50,
        "year_won" : 1984,
        "publisher":"Jonathan Cape",
        "blurb" : "Hotel du Lac tells the story of Edith Hope, who writes romance novels under a psudonym. When her life begins to resemble the plots of her own novels, however, Edith flees to Switzerland, where the quiet luxury of the Hotel du Lac promises to restore her to her senses. But instead of peace and rest, Edith finds herself sequestered at the hotel with an assortment of love’s casualties and exiles. She also attracts the attention of a worldly man determined to release her unused capacity for mischief and pleasure.",
        "publish_date": "September 6, 1984",
        "author" : "Anita Bookner",
        "jacket_name":"du_lac.png",
        "rating" : "",
        "type" : "fiction"
    },
    {
        "id": 34,
        "name": "Life & Times of Michael K",
        "award" : "booker",
        "price": 12.50,
        "year_won" : 1983,
        "publisher":"Peter Ralph Randall",
        "blurb" : "In a South Africa torn by civil war, Michael K sets out to take his ailing mother back to her rural home. On the way there she dies, leaving him alone in an anarchic world of brutal roving armies. Imprisoned, Michael is unable to bear confinement and escapes, determined to live with dignity. This life-affirming novel illuminates the human experience: the need for an interior, spiritual life; for meaningful connections to the world in which we live; and for purity of vision.",
        "publish_date": "1983",
        "author" : "J.M Coetzee",
        "jacket_name":"life_times.png",
        "rating" : "",
        "type" : "fiction"
    },
    {
        "id": 35,
        "name": "Schindler's Ark",
        "award" : "booker",
        "price": 12.50,
        "year_won" : 1982,
        "publisher":"Hodder & Stoughton",
        "blurb" : "In the shadow of Auschwitz, a flamboyant German industrialist became a living legend to the Jews of Cracow. This is the story of Oskar Schindler, a womaniser and drinker who risked his life to protect beleaguered Jews in Nazi-occupied Poland, who continually defied the SS, and who was transformed by the war into a man with a mission.",
        "publish_date": "October 18, 1982",
        "author" : "Thomas Keneally",
        "jacket_name":"schindlers_ark.png",
        "rating" : "",
        "type" : "fiction"
    },
    {
        "id": 36,
        "name": "Midnight’s Children",
        "award" : "booker",
        "price": 12.50,
        "year_won" : 1981,
        "publisher":"",
        "blurb" : "Born at the stroke of midnight on August 15, 1947, at the precise moment of India’s independence, the infant Saleem Sinai is celebrated in the press and welcomed by Prime Minister Nehru himself. But this coincidence of birth has consequences Saleem is not prepared for: telepathic powers that connect him with 1,000 other “midnight’s children” – all born in the initial hour of India’s independence – and an uncanny sense of smell that allows him to sniff out dangers others can’t perceive. Inextricably linked to his nations, Saleem’s biography is a whirlwind of disasters and triumphs that mirror the course of modern India at its most impossible and glorious.",
        "publish_date": "1981",
        "author" : "Salman Rushdie",
        "jacket_name":"midnights_children.png",
        "rating" : "",
        "type" : "fiction"
    },
    {
        "id": 37,
        "name": "Rites of Passage",
        "award" : "booker",
        "price": 12.50,
        "year_won" : 1980,
        "publisher":"",
        "blurb" :"In the early 1800s, Edmund Talbot, a young and rather priggish Englishman, takes passage on a boat heading for Australia where he is to be an official in the colonial government. In addition to Talbot, many of the eccentric passengers—a sexually predatory sailor, the aging coquette Miss Zenobia Brocklebank, the ship’s tyrannical captain—undergo profound changes in the course of the voyage, during which a naive clergyman is victimised and, finally, pushed to suicide.",
        "publish_date": "1980",
        "author" : "William Golding",
        "jacket_name":"rites_passage.png",
        "rating" : "",
        "type" : "fiction"
    },
    {
        "id": 38,
        "name": "Offshore",
        "award" : "booker",
        "price": 12.50,
        "year_won" : 1979,
        "publisher":"collins",
        "blurb" :"Offshore is set among the houseboat community who rise and fall with the tide of the Thames on Battersea Reach. Living between land and water, they feel as if they belong to neither…Maurice, a male prostitute, is the sympathetic friend to whom all the others turn. Nenna loves her husband but can’t get him back; her children run wild on the muddy foreshore. She feels drawn to Richard, the ex-RNVR city man whose converted minesweeper dominates the Reach. Is he sexually attractive because he can fold maps the right way? With this and other questions waiting to be answered, Offshore offers a delightful glimpse of the workings of an eccentric community.",
        "publish_date": "1979",
        "author" : "Penelope Fitzgerald",
        "jacket_name":"offshore.png",
        "rating" : "",
        "type" : "fiction"
    },
    {
        "id": 39,
        "name": "The Sea, The Sea",
        "award" : "booker",
        "price": 12.50,
        "year_won" : 1978,
        "publisher":"Chatto & Windus",
        "blurb" : "Charles Arrowby, leading light of England’s theatrical set, retires from glittering London to an isolated home by the sea. He plans to write a memoir about his great love affair with Clement Makin, his mentor both professionally and personally, and to amuse himself with Lizzie, an actress he has strung along for many years. None of his plans work out, and his memoir evolves into a riveting chronicle of the strange events and unexpected visitors – some real, some spectral – that disrupt his world and shake his oversized ego to its very core.",
        "publish_date": "1978",
        "author" : "Iris Murdoch",
        "jacket_name":"the_sea_the.png",
        "rating" : "",
        "type" : "fiction"
    },
    {
        "id": 40,
        "name": "Staying On",
        "award" : "booker",
        "price": 12.50,
        "year_won" : 1977,
        "publisher":"Heinemann",
        "blurb" : "In this sequel to The Raj Quartet, Colonel Tusker and Lucy Smalley stay on in the hills of Pankot after Indian independence deprives them of their colonial status. Finally fed up with accommodating her husband, Lucy claims a degree of independence herself. Eloquent and hilarious, she and Tusker act out class tensions among the British of the Raj and give voice to the loneliness, rage, and stubborn affection in their marriage.",
        "publish_date": "1977",
        "author" : "Paul Scott",
        "jacket_name":"staying_on.png",
        "rating" : "",
        "type" : "fiction",
        "ISBN13" : "9780226743493",
        "ISBN10" : "0226743497"
    },
    {
        "id": 41,
        "name": "Saville",
        "award" : "booker",
        "price": 12.50,
        "year_won" : 1976,
        "publisher":"Cape",
        "blurb" : "Set in South Yorkshire, this is the story of Colin Saville’s struggle to come to terms with his family - his mercurial, ambitious father, his deep-feeling, long-suffering mother - and to escape the stifling heritage of the raw mining community into which he was born.",
        "publish_date": "1976",
        "author" : "David Storey",
        "jacket_name":"saville.png",
        "rating" : "",
        "type" : "fiction",
        "ISBN13" : "9781939140562",
        "ISBN10" : "1939140560"
    },
    {
        "id": 42,
        "name": "Heat and Dust",
        "award" : "booker",
        "price": 12.50,
        "year_won" : 1975,
        "publisher":"John Murray",
        "blurb" : "Set in India, Heat and Dust is the story of Olivia, a beautiful, spoiled, bored English colonial wife in the 1920s who is drawn inexorably into the spell of the Nawab, a minor Indian prince deeply involved in plots and intrigues. Olivia outrages the tiny, suffocating town where her husband is a civil servant by eloping with the captivating Nawab. It is also the story of Olivia’s step-granddaughter who, fifty years later, is drawn to India by her fascination with the letters left behind by the now dead older woman, and by her obsession with solving the enigma of Olivia’s scandal.",
        "publish_date": "1975",
        "author" : "Ruth Prawer Jhabvala",
        "jacket_name":"heat_dust.png",
        "rating" : "",
        "type" : "fiction",
        "ISBN13" : "9781582430157",
        "ISBN10" : "1582430152"
    },
    {
        "id": 43,
        "name": "The Conservationist",
        "award" : "booker",
        "price": 12.50,
        "year_won" : 1974,
        "publisher":"Cape",
        "blurb" : "Mehring is rich. He has all the privileges and possessions that South Africa has to offer, but his possessions refuse to remain objects. His wife, son, and mistress leave him; his foreman and workers become increasingly indifferent to his stewardship; even the land rises up, as drought, then flood, destroy his farm.",
        "publish_date": "1974",
        "author" : "Nadine Gordimer",
        "jacket_name":"conservationist.png",
        "rating" : "",
        "type" : "fiction",
        "ISBN13" : "9780140047165",
        "ISBN10" : "0140047166"
    },
    {
        "id": 44,
        "name": "Holiday",
        "award" : "booker",
        "price": 12.50,
        "year_won" : 1974,
        "publisher":"Hutchinson",
        "blurb" : "To escape the death of his son and the death-throes of his marriage, Edwin Fisher retreats - to a place where he had once known the unqualified happiness of childhood. But as painful memories rise unbidden and uncontrolled, Edwin must confront each in turn and realise that without a past there can be no future.",
        "publish_date": "1974",
        "author" : "Stanley Middleton",
        "jacket_name":"holiday.png",
        "rating" : "",
        "type" : "fiction",
        "ISBN13" : "9780907123439",
        "ISBN10" : "0907123430"
    },
    {
        "id": 45,
        "name": "The Siege of Krishnapur",
        "award" : "booker",
        "price": 12.50,
        "year_won" : 1973,
        "publisher":"Weidenfield & Nicolson",
        "blurb" : "India, 1857 – the year of the Great Mutiny, when Muslim soldiers turned into bloody rebellion on their British overlords. The Siege of Krishnapur is set in an isolated Victorian outpost on the subcontinent. Rumours of strife filter in from afar and yet the members of the colonial community remains confident of their military and above all, moral superiority. But when they find themselves under actual siege, the true character of their dominion – at once brutal, blundering, and wistful – is soon revealed.",
        "publish_date": "1973",
        "author" : "J.G. Farrell",
        "jacket_name":"siege_krishnapur.png",
        "rating" : "",
        "type" : "fiction",
        "ISBN13" : "9781590170922",
        "ISBN10" : "159017092X"
    }
      
   
  ]
}
   
